[
  {
    "name": "Purpose",
    "icon": "bulb",
    "questions": [
      {
        "copy": "Choose three pictures that represent what makes life great",
        "discussion": "What is it in these images that makes life worth living?",
        "numberOfPhotos": 3
      },
      {
        "copy": "Choose two pictures that express what frustrates or disappoints you about life",
        "discussion": "Where are your frustrations and disappointments in each of these images?",
        "numberOfPhotos": 2
      },
      {
        "copy": "Choose one picture that expresses what you would love your life to be",
        "discussion": "Why this one image?",
        "numberOfPhotos": 1
      }
    ],
    "followup": {
      "intro": [
        "We all crave meaning and purpose. It can be a joyful journey, or it can be exhausting.",
        "Look at these words from Jesus. What do you find appealing in his vision for life?"
      ],
      "passage": {
        "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
        "ref": "Matthew 11:28"
      }
    }
  },
  {
    "name": "Spirituality",
    "icon": "radio-button-off",
    "questions": [
      {
        "copy": "Choose three pictures that represent what you think about God",
        "discussion": "Where do you see God in each of these images?",
        "numberOfPhotos": 3
      },
      {
        "copy": "Choose two pictures that make you doubt the reality of God",
        "discussion": "Why do the content of these images make you doubt God?",
        "numberOfPhotos": 2
      },
      {
        "copy": "Choose one picture that makes you want to know God more",
        "discussion": "Why this one image?",
        "numberOfPhotos": 1
      }
    ],
    "followup": {
      "intro": [
        "It can be frustrating to think about God. How can we ever know about him? How could we ever be sure?",
        "Look at these words from the Bible. If this is true, what does it tell us about knowledge of God?"
      ],
      "passage": {
        "text": "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known.",
        "ref": "John 1:18"
      }
    } 
  },
  {
    "name": "Identity",
    "icon": "finger-print",
    "questions": [
      {
        "copy": "Choose three pictures that sum up what is great about being human",
        "discussion": "Where do you see yourself in each of these images?",
        "numberOfPhotos": 3
      },
      {
        "copy": "Choose two pictures that express what frustrates you about being human",
        "discussion": "What is it about these two images?",
        "numberOfPhotos": 2
      },
      {
        "copy": "Choose one picture that expresses how you feel about your identity",
        "discussion": "Why this one image?",
        "numberOfPhotos": 1
      }
    ],
    "followup": {
      "intro": [
        "Does our value come from our performance or from some intrinsic value? Where does that value come from?",
        "Look at these words from the Bible. If this is true, what difference would it make to our sense of worth?"
      ],
      "passage": {
        "text": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
        "ref": "Genesis 1:27"
      }
    }
  }
]
